Revit 2027 API
ForgeTypeId Operators
The ForgeTypeId type exposes the following members.
Operators
Name | Description
Equality(ForgeTypeId, ForgeTypeId)
Inequality(ForgeTypeId, ForgeTypeId)
LessThan(ForgeTypeId, ForgeTypeId)
Top
See Also
Reference
ForgeTypeId Class
Autodesk.Revit.DB Namespace